Repository: Lingmo-Archive/lingmo-kdeplasma-addons
Catalog: po/*/plasma_applet_org.kde.plasma.systemloadviewer.po
Languages: eu, ko, lt, pa, ru

# @title
source: General
eu: Orokorra
ko: 일반
lt: Bendra
pa: ਆਮ
ru: Основное

# @title
source: Colors
eu: Koloreak
ko: 색상
lt: Spalvos
pa: ਰੰਗ
ru: Цвета

# @option:check
source: Set Colors Manually
eu: Ezarri koloreak eskuz
ko: 수동으로 색상 설정
lt: Nustatyti spalvas rankiniu būdu
pa: ਰੰਗ ਖੁਦ ਦਿਓ
ru: Установить цвета вручную

# @title:group
source: CPU
eu: PUZ
lt: Procesorius
ru: Процессор

# @label:chooser
source: User:
eu: Erabiltzailea:
ko: 사용자:
lt: Naudotojas:
pa: ਵਰਤੋਂਕਾਰ:
ru: Пользователь:

# @label:chooser
source: IOWait:
eu: S/I Itxaronaldia:
lt: Į/I laukimas:
pa: IOਉਡੀਕ:
ru: Ожидание ввода/вывода:

# @label:chooser
source: Sys:
eu: Sistema:
lt: Sistema:
pa: ਸਿਸ:
ru: Ядро операционной системы:

# @label:chooser
source: Nice:
eu: Adeitsu:
pa: ਨਾਈਸ:
ru: Приоритет:

# @title:group
source: Memory
eu: Memoria
ko: 메모리
lt: Atmintis
pa: ਮੈਮੋਰੀ
ru: Память

# @label:chooser
source: Application:
eu: Aplikazioa:
ko: 프로그램:
lt: Programa:
pa: ਐਪਲੀਕੇਸ਼ਨ:
ru: Приложения:

# @label:chooser
source: Buffers:
eu: Bufferrak:
ko: 버퍼:
lt: Buferiai:
pa: ਬਫ਼ਰ:
ru: Буферы:

# @title:group
source: Swap
eu: Trukaketa memoria
ko: 스왑
pa: ਸਵੈਪ
ru: Область подкачки

# @label:chooser
source: Used swap:
eu: Erabilitako trukaketa:
ko: 스왑 사용됨:
lt: Naudojama swap:
pa: ਵਰਤੀ ਸਵੈਪ:
ru: Использовано подкачки:

# @title:group
source: Cache
eu: Cachea
ko: 캐시
lt: Podėlis
pa: ਕੈਸ਼
ru: Кэш

# @label:chooser
source: Dirty memory:
eu: Memoria zikina:
ko: 더티 메모리:
lt: Modifikuota atmintis:
ru: Грязная память:

# @label:chooser
source: Writeback memory:
eu: Writeback memoria:
ko: 라이트백 메모리:
lt: Rašymo per atmintį:
ru: Обратно записываемая память:

# @label
source: Show:
eu: Erakutsi:
ko: 표시:
lt: Rodyti:
pa: ਦਿਖਾਓ:
ru: Показывать:

# @option:check
source: CPU monitor
eu: PUZ begiralea
ko: CPU 모니터
lt: Procesoriaus prižiūryklė
pa: CPU ਨਿਗਰਾਨ
ru: Монитор загрузки процессора

# @option:check
source: CPUs separately
eu: PUZak banan-banan
ko: CPU별 구분
lt: Procesoriai atskirai
ru: Отдельный индикатор для каждого процессора

# @option:check
source: Memory monitor
eu: Memoria begiralea
ko: 메모리 모니터
lt: Atminties prižiūryklė
pa: ਮੈਮੋਰੀ ਨਿਗਰਾਨ
ru: Монитор использования памяти

# @option:check
source: Swap monitor
eu: Trukaketa begiralea
ko: 스왑 모니터
lt: Swap prižiūryklė
pa: ਸਵੈਪ ਨਿਗਰਾਨ
ru: Монитор области подкачки

# @option:check
source: Cache monitor
eu: Cache begiralea
ko: 캐시 모니터
lt: Podėlio prižiūryklė
pa: ਕੈਸ਼ ਨਿਗਰਾਨ
ru: Монитор использования кэша

# @label
source: Monitor type:
eu: Begirale mota:
ko: 모니터 종류:
lt: Prižiūryklės tipas:
pa: ਨਿਗਰਾਨ ਕਿਸਮ:
ru: Внешний вид мониторов:

# @option:radio
source: Bar
eu: Barra
ko: 막대 그래프
lt: Stulpelinė
pa: ਪੱਟੀ
ru: Столбчатые

# @option:radio
source: Circular
eu: Zirkularra
ko: 원형 그래프
lt: Žiedinė
pa: ਚੱਕਰ
ru: Круговые

# @option:radio
source: Compact bar
eu: Barra trinkoa
ko: 작은 표시줄
lt: Kompaktiška stulpelinė
pa: ਛੋਟੀ ਪੱਟੀ
ru: Компактные столбчатые

# @label:spinbox
source: Update interval:
eu: Eguneratze-tartea:
ko: 업데이트 주기:
lt: Atnaujinimo intervalas:
pa: ਅੱਪਡੇਟ ਮਿਆਦ:
ru: Интервал обновления:

# @item:valuesuffix spacing to number + unit (seconds)
source: second
eu: segundo
ko: 초
lt: sekundė
ru: секунда

source: CPU%1: %2% @ %3 Mhz
lt: Procesorius%1: %2% @ %3 Mhz
ru: ЦП %1: %2% при %3 МГц

source: CPU: %1%
lt: Procesoriai: %1%
ru: Загрузка процессора: %1%

source: Average clock: %1 MHz
eu: Erlojuaren batez-bestekoa: %1 MHz
ko: 평균 클럭: %1MHz
lt: Vidutinis taktų dažnis: %1 MHz
pa: ਔਸਤ ਕਲਾਕ: %1 MHz
ru: Средняя частота ЦП: %1 МГц

source: Memory: %1/%2 MiB
eu: Memoria: %1/%2 MiB
ko: 메모리: %1/%2MiB
lt: Atmintis: %1/%2 MB
pa: ਮੈਮੋਰੀ: %1/%2 MiB
ru: Память: %1/%2 МиБ

source: Swap: %1/%2 MiB
eu: Trukaketa: %1/%2 MiB
ko: 스왑: %1/%2MiB
lt: Swap: %1/%2 MB
pa: ਸਵੈਪ: %1/%2 MiB
ru: Подкачка: %1/%2 МиБ

source: Cache Dirty, Writeback: %1 MiB, %2 MiB
eu: Cache zikina, Writeback: %1 MiB, %2 MiB
ko: 캐시 더티, 라이트백: %1 MiB, %2 MiB
lt: Modifikuotas podėlis, grįžtamasis rašymas: %1 MiB, %2 MiB
ru: Грязный кэш, обратная запись: %1 МиБ, %2 МиБ

source: System load
eu: Sistemaren zama
ko: 시스템 부하
lt: Sistemos apkrova
pa: ਸਿਸਟਮ ਲੋਡ
ru: Загрузка системы

source: CPU %1
eu: PUZ %1
lt: Procesorius %1
ru: Процессор %1

source: CPU
eu: PUZ
lt: Procesorius
ru: Процессор

source: Memory
eu: Memoria
ko: 메모리
lt: Atmintis
pa: ਮੈਮੋਰੀ
ru: Память

source: Swap
eu: Trukaketa memoria
ko: 스왑
pa: ਸਵੈਪ
ru: Область подкачки

source: Cache
eu: Cachea
ko: 캐시
lt: Podėlis
pa: ਕੈਸ਼
ru: Кэш
